# ---------------------------------------------------------------------------------------------------------------------
# Start message
# ---------------------------------------------------------------------------------------------------------------------
def gen_start_mess(first_name):
    message = f'Привет, <b>{first_name}</b>! \n\n'
    message += 'Здесь самые актуальные новости из различных каналов. \n \n'
    message += 'Как на счёт того, чтобы выбрать каналы, из которых будет приходить сочный digest? \n \n'

    return message


def gen_mess_after_start_btn_1(first_name):
    message = f'<b>{first_name}</b>, смотри, у нас тут два крутых варианта. \n\n'

    return message


def gen_mess_after_start_btn_2():
    message = '1-ый. Ты можешь взять что-нибудь из того, что выбирают другие или из того, что предлагаем мы. \n \n'
    message += '2-ой. Можешь спокойно накидывать любые каналы. ) \n \n'

    return message


# ---------------------------------------------------------------------------------------------------------------------
# help message
# ---------------------------------------------------------------------------------------------------------------------
def gen_help_mess(first_name):
    message = f'Привет, <b>{first_name}</b>! \n\n'
    message += 'Тебе нужна помощь? \n \n'

    return message


# ---------------------------------------------------------------------------------------------------------------------
# menu message
# ---------------------------------------------------------------------------------------------------------------------
def gen_menu_mess():
    message = 'Сезам, откройся!!!'

    return message


# ---------------------------------------------------------------------------------------------------------------------
# error message
# ---------------------------------------------------------------------------------------------------------------------
def gen_error_mess():
    message = 'Упс! Такой команды нет =)'

    return message


# ---------------------------------------------------------------------------------------------------------------------
# adding channels message
# ---------------------------------------------------------------------------------------------------------------------
def gen_adding_own_channels():
    message = 'Окей. Скидывай ссылку на канал! \n \n'
    message += 'P.S. Можешь скинуть сразу несколько через запятую, но давай договоримся, что не больше 5 =)'

    return message


def gen_adding_users_channels():
    message = 'Так, тут уже придётся немного подумать. \n \n'
    message += 'Каналы какой категории тебе интересны, говоришь?'

    return message
