Repository: boo-learn/EspressoNews
Catalog: bot_app/data/locales/*/LC_MESSAGES/messages.po
Languages: ar, bn, es, hi, ja, pt, zh

# start
source: 👋🏻 Welcome, {first_name}! I am your personal bot assistant for receiving the most important news. With me you will be aware of everything,what's going on in the world. You can tune me in now,or later in your <b>personal account</b>👤.
ar: مرحبًا، <b>{first_name}</b>! مرحبًا بك في عصر الأخبار المُخصَّصة! بوتنا هو مرشدي الشخصي في عالم المعلومات. 🚀 هل تعبت من ضجيج المعلومات؟ لقد قمنا بكل شيء حتى تستطيع التركيز فقط على ما هو مهم حقًا. ملخصات أخبارنا اليومية ليست مجرد أخبار؛ بل هي مجموعتك المُخصَّصة وفقًا لتفضيلاتك. 👓 والآن، استعد للسحر! ✨ يمكنك تخصيص تغذيتك من الأخبار عن طريق إضافة أي قنوات مفتوحة على تيليجرام. ما عليك سوى إعادة توجيه رسالة من قناة إلينا، وسنقوم بمعالجتها بسحر التخصيص. إذا، هل أنت مستعد للبدء؟ لنقم بالغوص في عالم المعلومات برأس أول! 🌊
bn: হ্যালো, <b>{first_name}</b>! ব্যক্তিগত সংবাদের যুগে আপনাকে স্বাগতম! আমাদের বট আপনার নলেজের পুরোটা আপনার ব্যক্তিগত গাইড। 🚀 তথ্যের শব্দতত্ত্ব থেকে বিরক্ত? আমরা আসলেই আপনি শুধুমাত্র যা খুব গুরুত্বপূর্ণ তায়ের জন্য এটি সেরে দেওয়ার জন্য সব কিছু করেছি। আমাদের দৈনিক সংবাদ সংক্ষেপণগুলি কেবলমাত্র সংবাদ নয়; এটি আপনার পছন্দগুলির উপর ভিত্তি করে তৈরি আপনার ব্যক্তিগত সংগ্রহ। 👓 এবং এখন, জাদুর জন্য প্রস্তুত হোন! ✨ আপনি যেকোনো খোলা টেলিগ্রাম চ্যানেল যুক্ত করে আপনার সংবাদ ফিড কাস্টমাইজ করতে পারেন। একটি চ্যানেল থেকে আমাদের একটি বার্তা অগ্রষোরণ করুন, এবং আমরা এটি ব্যক্তিগতকরণের জাদু দিয়ে এটি প্রসেস করব। তাহলে, আপনি কি প্রস্তুত? আসুন, আমরা তথ্যের বিশ্বে সারাদিনের মতো ডাইভ করি! 🌊
es: ¡Hola, <b>{first_name}</b>! ¡Bienvenido a la era de las noticias personalizadas! Nuestro bot es tu guía personal en el mundo de la información. 🚀 ¿Cansado del ruido de la información? Hemos hecho todo para que puedas concentrarte solo en lo que realmente importa. Nuestros resúmenes diarios de noticias no son solo noticias; son tu colección personalizada adaptada a tus preferencias. 👓 ¡Y ahora, prepárate para la magia! ✨ Puedes personalizar tu fuente de noticias agregando cualquier canal de Telegram público. Simplemente reenvíanos un mensaje de un canal, y lo procesaremos con la magia de la personalización. Entonces, ¿estás listo para comenzar? ¡Sumergámonos de lleno en el mundo de la información! 🌊
hi: नमस्ते, <b>{first_name}</b>! व्यक्तिगत समाचार के युग में आपका स्वागत है! हमारे बॉट आपकी जानकारी के विश्व में आपके व्यक्तिगत मार्गदर्शक हैं। 🚀 जानकारी की शोरगुल से तंत्रित हो चुके हैं? हमने सब कुछ किया है ताकि आप केवल उस पर ध्यान केंद्रित कर सकें जो सचमुच मायने रखता है। हमारी दैनिक समाचार संक्षेपण बस समाचार नहीं हैं; ये आपकी वरीयताओं के अनुसार विशेष रूप से तैयार की गई व्यक्तिगत संग्रह हैं। 👓 और अब, जादू के लिए तैयार हो जाओ! ✨ आप अपनी समाचार फ़ीड को किसी भी खुले Telegram चैनल को जोड़कर अनुकूलित कर सकते हैं। बस हमें किसी च
ja: こんにちは、<b>{first_name}</b>！ 個人用ニュースの時代へようこそ！私たちのボットは、情報の世界でのあなたの個人的なガイドです。 🚀 情報の騒音にうんざりしていますか？私たちは真に重要なことにだけ集中できるように、すべてを行いました。私たちの日々のニュースダイジェストは、ただのニュースではありません。それらはあなたの好みに合わせてカスタマイズされたあなたの個人的なコレクションです。 👓 そして今、魔法に備えてください！ ✨ 任意のオープンなTelegramチャンネルを追加することで、ニュースフィードをカスタマイズできます。チャンネルからメッセージを私たちに転送するだけで、カスタマイズの魔法で処理します。 では、準備はできていますか？情報の世界に思い切り飛び込んでみましょう！ 🌊
pt: Olá, <b>{first_name}</b>! Bem-vindo à era das notícias personalizadas! Nosso bot é seu guia pessoal no mundo da informação. 🚀 Cansado do barulho de informações? Nós fizemos tudo para que você possa se concentrar apenas no que realmente importa. Nossos resumos diários de notícias não são apenas notícias; são sua coleção personalizada adaptada às suas preferências. 👓 E agora, prepare-se para a mágica! ✨ Você pode personalizar seu feed de notícias adicionando qualquer canal aberto do Telegram. Basta encaminhar uma mensagem de um canal para nós, e a processaremos com a magia da personalização. Então, está pronto para começar? Vamos mergulhar de cabeça no mundo da informação! 🌊
zh: 你好，<b>{first_name}</b>！ 欢迎来到个性化新闻时代！我们的机器人是您在信息世界中的个人指南。🚀 厌倦了信息噪音？我们做了一切，让您只专注于真正重要的事情。我们的日常新闻摘要不仅仅是新闻；它们是根据您的偏好定制的个性化收藏。👓 现在，准备好迎接魔法吧！✨ 您可以通过添加任何公开的 Telegram 频道来自定义您的新闻订阅。只需将来自频道的消息转发给我们，我们将用个性化的魔法来处理它。 那么，准备好开始了吗？让我们头顶向下地投入到信息世界中去吧！🌊

# after_start_btn
source: <b>{first_name}</b>, смотри, сейчас нужно будет выбрать интересные тебе категории.
ar: <b>{first_name}</b>، انظر، ستحتاج الآن إلى اختيار الفئات التي تهمك.
bn: <b>{first_name}</b> দেখ, এখন আপনাকে আপনি যে শ্রেণীগুলির আগ্রহ রাখতে চান তা নির্বাচন করতে হবে।
es: <b>{first_name}</b>, mira, ahora tendrás que elegir las categorías que te interesan.
hi: <b>{first_name}</b>, देखो, अब आपको उन श्रेणियों का चयन करना होगा जो आपको रुचित हैं।
ja: <b>{first_name}</b>、見て、今、あなたは興味のあるカテゴリを選ぶ必要があります。
pt: <b>{first_name}</b>, veja, agora você precisará escolher as categorias que lhe interessam.
zh: <b>{first_name}</b>，看，现在您需要选择您感兴趣的类别。

# help
source: Привет, <b>{first_name}</b>! Тебе нужна помощь?
ar: مرحبًا، <b>{first_name}</b>! هل تحتاج إلى مساعدة؟
bn: হ্যালো, <b>{first_name}</b>! আপনি কি সাহায্য প্রয়োজন?
es: Hola, <b>{first_name}</b>! ¿Necesitas ayuda?
hi: नमस्ते, <b>{first_name}</b>! क्या आपको मदद चाहिए?
ja: こんにちは、<b>{first_name}</b>！ ヘルプが必要ですか？
pt: Olá, <b>{first_name}</b>! Você precisa de ajuda?
zh: 你好，<b>{first_name}</b>！ 你需要帮助吗？

# answer_to_question_1
source: Ответ на вопрос 1
ar: الإجابة على السؤال 1 بالإنجليزية
bn: প্রশ্ন 1 এর উত্তর
es: Respuesta a la pregunta 1
hi: प्रश्न 1 का उत्तर
ja: 問題1の回答
pt: Resposta à pergunta 1 em inglês
zh: 问题1的答案

# answer_to_question_2
source: Ответ на вопрос 2
ar: الإجابة على السؤال 2 بالإنجليزية
bn: প্রশ্ন 2 এর উত্তর
es: Respuesta a la pregunta 2
hi: प्रश्न 2 का उत्तर
ja: 問題2の回答
pt: Resposta à pergunta 2 em inglês
zh: 问题2的答案

# answer_to_question_3
source: Ответ на вопрос 3
ar: الإجابة على السؤال 3 بالإنجليزية
bn: প্রশ্ন 3 এর উত্তর
es: Respuesta a la pregunta 3
hi: प्रश्न 3 का उत्तर
ja: 問題3の回答
pt: Resposta à pergunta 3 em inglês
zh: 问题3的答案

# answer_to_question_4
source: Ответ на вопрос 4
ar: الإجابة على السؤال 4 بالإنجليزية
bn: প্রশ্ন 4 এর উত্তর
es: Respuesta a la pregunta 4
hi: प्रश्न 4 का उत्तर
ja: 問題4の回答
pt: Resposta à pergunta 4 em inglês
zh: 问题4的答案

# answer_to_question_5
source: Ответ на вопрос 5
ar: الإجابة على السؤال 5 بالإنجليزية
bn: প্রশ্ন 5 এর উত্তর
es: Respuesta a la pregunta 5
hi: प्रश्न 5 का उत्तर
ja: 問題5の回答
pt: Resposta à pergunta 5 em inglês
zh: 问题5的答案

# menu
source: Сезам, откройся!!!
ar: افتح يا أبواب!
bn: খোলো সেসামে!
es: ¡Ábrete Sésamo!
hi: खोलो सीसम!
ja: セサミ、開け！
pt: Abre-te Sésamo!
zh: 打开西门！！！

# error
source: Упс! Такой команды нет =)
ar: أوبس! لا يوجد مثل هذا الأمر =)
bn: উপস্! এই ধরনের কোন কমান্ড নেই =)
es: ¡Ups! ¡No existe ese comando =)
hi: उप्स! ऐसा कोई कमांड नहीं है =)
ja: おっとっと！そのようなコマンドはありません =)
pt: Ops! Nenhum comando assim =)
zh: 哎呀！没有这个命令 =)

# adding_users_channels
source: Так, тут уже придётся немного подумать. Каналы какой категории тебе интересны, говоришь?
ar: الآن، سيتعين عليك التفكير قليلاً. أي فئة من القنوات تهمك؟
bn: এখন, আপনার একটু চিন্তা করতে হবে। আপনি কোন ধরণের চ্যানেলে আগ্রহ রাখেন?
es: Ahora, tendrás que pensar un poco. ¿En qué categoría de canales estás interesado?
hi: अब, आपको थोड़ी सोचनी पड़ेगी। आप किस श्रेणी के चैनलों में रुचि रखते हैं?
ja: 今、少し考える必要があります。 どのカテゴリーのチャンネルに興味がありますか？
pt: Agora, você terá que pensar um pouco. Em qual categoria de canais você está interessado?
zh: 现在，你需要稍微考虑一下。 你对哪个类别的频道感兴趣？

# sure_unsubscribe
source: Вы уверены, что хотите удалить канал {channel_title}?
ar: هل أنت متأكد من أنك تريد إلغاء الاشتراك في القناة {channel_title}؟
bn: আপনি কি নিশ্চিত যে আপনি {channel_title} চ্যানেল থেকে সাবস্ক্রাইব বাতিল করতে চান?
es: ¿Estás seguro de que quieres cancelar la suscripción al canal {channel_title}?
hi: क्या आप वाकई {channel_title} चैनल से सदस्यता रद्द करना चाहते हैं?
ja: {channel_title} チャンネルの購読を解除してもよろしいですか？
pt: Você tem certeza de que deseja cancelar a inscrição no canal {channel_title}?
zh: 您确定要取消订阅 {channel_title} 频道吗？

# subscribe_failed
source: К сожалению, вы не можете подписаться на закрытый канал!
ar: للأسف، لا يمكنك الاشتراك في قناة خاصة!
bn: দুঃখিত, আপনি একটি ব্যক্তিগত চ্যানেলে সাবস্ক্রাইব করতে পারবেন না!
es: Lamentablemente, no puedes suscribirte a un canal privado.
hi: दुख होता है, आप एक निजी चैनल की सदस्यता नहीं ले सकते!
ja: 残念ながら、プライベートチャンネルには購読できません！
pt: Infelizmente, você não pode se inscrever em um canal privado!
zh: 很遗憾，您不能订阅私有频道！

# success_subscribe
source: Вы подписались на канал {channel_title}
ar: لقد اشتركت في القناة {channel_title}
bn: আপনি {channel_title} চ্যানেলে সাবস্ক্রাইব করেছেন
es: Te has suscrito al canal {channel_title}
hi: आपने {channel_title} चैनल की सदस्यता ली है
ja: {channel_title} チャンネルに登録しました
pt: Você se inscreveu no canal {channel_title}
zh: 您已成功订阅 {channel_title} 频道

# return
source: Для перехода в меню тыкни сюда -> /menu
ar: للانتقال إلى القائمة، انقر هنا -> /menu
bn: মেনুতে যেতে, এখানে ক্লিক করুন -> /menu
es: Para ir al menú, haz clic aquí -> /menu
hi: मेनू पर जाने के लिए, यहाँ क्लिक करें -> /menu
ja: メニューに移動するには、ここをクリック -> /menu
pt: Para ir ao menu, clique aqui -> /menu
zh: 要返回菜单，请点击这里-> /menu

# digest_not_exist
source: К сожалению, новой информации по вашим каналам не появлялось.
ar: للأسف، لم يظهر أي معلومات جديدة على قنواتك.
bn: দুঃখিত, আপনার চ্যানেলে কোনও নতুন তথ্য নেই।
es: Lamentablemente, no ha habido información nueva en sus canales.
hi: दुख होता है, आपके चैनलों पर कोई नई जानकारी नहीं हुई है।
ja: 残念ながら、あなたのチャンネルに新しい情報はありません。
pt: Infelizmente, não houve informações novas nos seus canais.
zh: 很遗憾，您的频道上没有新信息。

# digest_load_more
source: Для перехода на следующую страницу нажмите "Далее".
ar: للانتقال إلى الصفحة التالية، انقر فوق "التالي".
bn: পরবর্তী পেজে যেতে, "পরবর্তী" এ ক্লিক করুন।
es: Para ir a la siguiente página, haz clic en "Siguiente".
hi: अगले पृष्ठ पर जाने के लिए, "आगे" पर क्लिक करें।
ja: 次のページに移動するには、「次へ」をクリックしてください。
pt: Para ir para a próxima página, clique em "Próximo".
zh: 要进入下一页，请点击“下一页”。

# thank_you
source: Заранее благодарим вас, ведь уже через минуту наши разработчики станут чуточку счастливее.
ar: شكرًا مقدمًا، حيث سيصبح مطورونا أكثر سعادة بقليل في دقيقة واحدة فقط.
bn: আগে ধন্যবাদ, কারণ শীঘ্রই আমাদের ডেভেলপাররা একটু আগে আশাবাদী হবে।
es: Gracias de antemano, ya que nuestros desarrolladores estarán un poco más felices en solo un minuto.
hi: पहले से ही धन्यवाद, क्योंकि हमारे डेवलपर्स बस एक मिनट में थोड़ा और खुश हो जाएंगे।
ja: 事前にありがとうございます。わずか1分で開発者たちは少し幸せになります。
pt: Obrigado antecipadamente, pois nossos desenvolvedores ficarão um pouco mais felizes em apenas um minuto.
zh: 提前感谢您，因为我们的开发人员将在短短一分钟内变得更加快乐。

# settings
source: Список настроек
ar: قائمة الإعدادات
bn: সেটিংস তালিকা
es: Lista de ajustes
hi: सेटिंग्स की सूची
ja: 設定のリスト
pt: Lista de configuração
zh: 设置列表

# settings_save_success
source: Изменения успешно сохранены!
ar: تم حفظ التغييرات بنجاح!
bn: পরিবর্তনগুলি সফলভাবে সংরক্ষণ করা হয়েছে!
es: Los cambios se guardan con éxito!
hi: परिवर्तन सफलतापूर्वक सहेजे गए हैं!
ja: 変更は正常に保存されました！
pt: As alterações foram salvas com sucesso!
zh: 更改已成功保存！

# frequent_questions
source: Частые вопросы
ar: أسئلة متكررة
bn: ঘন ঘন প্রশ্ন
es: Preguntas frecuentes
hi: लगातार सवाल
ja: よくある質問
pt: Perguntas frequentes:
zh: 常见问题

# channel_list
source: 📝 List of your channels: To remove a channel from the list, click on it.
ar: قائمة القنوات:
bn: চ্যানেল তালিকা:
es: Lista de canales:
hi: चैनल सूची:
ja: チャンネルリスト:
pt: Lista de canais:
zh: 频道列表:

# not_subscribed_channels
source: Пока что вы не подписаны не на какие каналы.
ar: حتى الآن ، أنت غير مشترك في أي قنوات.
bn: এখন পর্যন্ত, আপনি কোন চ্যানেলে সাবস্ক্রাইব করা হয় না.
es: Hasta ahora, no estás suscrito a ningún canal.
hi: अब तक, आपने किसी भी चैनल की सदस्यता नहीं ली है ।
pt: Ainda não se inscreveu em nenhum canal.
zh: 到目前为止，您还没有订阅任何频道。

# desc_cmd_menu
source: Меню
ar: القائمة
bn: মেনু
es: Menú
hi: मेनू
ja: メニュー
pt: Menu
zh: 菜单

# desc_cmd_help
source: Нужна помощь?
ar: بحاجة الى مساعدة?
bn: সাহায্য দরকার?
es: ¿Necesitas ayuda?
hi: मदद चाहिए?
ja: 助けが必要ですか？
pt: Precisa de Ajuda?
zh: 需要帮助吗？

# cmd_menu
source: меню
ar: القائمة
bn: মেনু
es: menú
hi: मेनू
ja: メニュー
pt: menu
zh: 菜单

# cmd_start
source: начать
ar: ابدأ
bn: শুরু করা
es: inicio
hi: शुरू करने के लिए
ja: 開始するには
pt: começar
zh: 开始

# cmd_help
source: помощь
ar: مساعدة
bn: সাহায্য
es: asistencia
hi: मदद
ja: 助けて！
pt: assistência
zh: 救命！

# regexp_my_channels
source: Мои каналы
ar: قنواتي
bn: আমার চ্যানেল
es: Mis canales
hi: मेरे चैनल
ja: マイチャンネル
pt: Meus canais
zh: 我的频道

# regexp_settings
source: Настройки
ar: الإعدادات
bn: সেটিংস
es: Ajustes
hi: सेटिंग्स
ja: 設定
pt: Sintonização
zh: 设置

# regexp_donat
source: Донат
ar: دونات
bn: ডোনাট
es: Donat
hi: डोनाट
ja: ドナト
pt: Donat
zh: 多纳特

# regexp_help
source: Помощь
ar: مساعدة
bn: সাহায্য
es: Asistencia
hi: मदद
ja: 助けて！
pt: Assistência
zh: 救命！

# regexp_main_menu
source: Главное меню
ar: القائمة الرئيسية
bn: প্রধান মেনু
es: Menú principal
hi: मुख्य मेनू
ja: メインメニュー
pt: Menu principal
zh: 主菜单

# regexp_periodicity
source: Периодичность
ar: التردد
bn: ফ্রিকোয়েন্সি
es: Periodicidad
hi: आवृत्ति
ja: 周波数
pt: Periodicidade
zh: 频率

# regexp_intonation
source: Интонация
ar: التجويد
bn: স্বরবর্ণ
es: Entonación
hi: इंटोनेशन
ja: イントネーション
pt: Entonação
zh: 语调,语调

# regexp_role
source: Роль
ar: الدور
bn: ভূমিকা
es: Rol
hi: भूमिका
ja: 役割
pt: Papel
zh: 角色

# regexp_language
source: Язык
ar: اللغة
bn: ভাষা
es: Idioma
hi: भाषा: हिन्दी
ja: 言語
pt: Idioma
zh: 语言

# list_official
source: Official
ar: الرسمية
bn: সরকারি
es: Oficial
hi: आधिकारिक
ja: 公式
pt: Oficial
zh: 官员

# list_sarcastic-joking
source: Sarcastic-joking
ar: ساخر-يمزح
bn: ব্যঙ্গাত্মক-রসিকতা
es: Sarcástico-jocoso
hi: व्यंग्यात्मक-मजाक
ja: 皮肉な冗談
pt: Sarcástico-brincalhão
zh: 讽刺-开玩笑

# list_every_hour
source: Каждый час
ar: كل ساعة
bn: প্রতি ঘন্টা
es: Cada hora
hi: हर घंटे
ja: 毎時間
pt: A cada hora
zh: 每小时

# list_every_3_hours
source: Каждые 3 часа
ar: كل 3 ساعات
bn: প্রতি 3 ঘন্টা
es: Cada 3 horas
hi: हर 3 घंटे
ja: 3時間ごと
pt: A cada 3 horas
zh: 每3小时

# list_every_6_hours
source: Каждые 6 часов
ar: كل 6 ساعات
bn: প্রতি 6 ঘন্টা
es: Cada 6 horas
hi: हर 6 घंटे
ja: 6時間ごと
pt: A cada 6 horas
zh: 每6小时

# list_announcer
source: Диктор
ar: مذيع
bn: ঘোষক
es: Locutor
hi: उद्घोषक
ja: アナウンサー
pt: Locutor
zh: 播音员

# list_standard
source: Стандартная
ar: قياسي
bn: স্ট্যান্ডার্ড
es: Estándar
hi: मानक
ja: 標準
pt: Padronizado
zh: 标准

# Меню
source: Menu
ar: القائمة
bn: মেনু
es: Menú
hi: मेनू
ja: メニュー
zh: 菜单

# Донат
source: Donate
ar: دونات
bn: ডোনাট
es: Donat
hi: डोनाट
ja: ドナト
pt: Donat
zh: 多纳特

# Настройки
source: Settings
ar: الإعدادات
bn: সেটিংস
es: Ajustes
hi: सेटिंग्स
ja: 設定
pt: Sintonização
zh: 设置

# Мои каналы
source: My channels
ar: قنواتي
bn: আমার চ্যানেল
es: Mis canales
hi: मेरे चैनल
ja: マイチャンネル
pt: Meus canais
zh: 我的频道

# Язык
source: Language
ar: اللغة
bn: ভাষা
es: Idioma
hi: भाषा: हिन्दी
ja: 言語
pt: Idioma
zh: 语言

# Интонация
source: Intonation
ar: التجويد
bn: স্বরবর্ণ
es: Entonación
hi: इंटोनेशन
ja: イントネーション
pt: Entonação
zh: 语调,语调

source: Периодичность
ar: التردد
bn: ফ্রিকোয়েন্সি
es: Periodicidad
hi: आवृत्ति
ja: 周波数
pt: Periodicidade
zh: 频率

source: Каждый час
ar: كل ساعة
bn: প্রতি ঘন্টা
es: Cada hora
hi: हर घंटे
ja: 毎時間
pt: A cada hora
zh: 每小时

source: Каждые 3 часа
ar: كل 3 ساعات
bn: প্রতি 3 ঘন্টা
es: Cada 3 horas
hi: हर 3 घंटे
ja: 3時間ごと
pt: A cada 3 horas
zh: 每3小时

source: Каждые 6 часов
ar: كل 6 ساعات
bn: প্রতি 6 ঘন্টা
es: Cada 6 horas
hi: हर 6 घंटे
ja: 6時間ごと
pt: A cada 6 horas
zh: 每6小时

# Официальная
source: Official
ar: الرسمية
bn: সরকারি
es: Oficial
hi: आधिकारिक
ja: 公式
pt: Oficial
zh: 官员

# Саркастично-шутливая
source: Sarcastic-joking
ar: ساخر-يمزح
bn: ব্যঙ্গাত্মক-রসিকতা
es: Sarcástico-jocoso
hi: व्यंग्यात्मक-मजाक
ja: 皮肉な冗談
pt: Sarcástico-brincalhão
zh: 讽刺-开玩笑

source: Диктор
ar: مذيع
bn: ঘোষক
es: Locutor
hi: उद्घोषक
ja: アナウンサー
pt: Locutor
zh: 播音员

source: Стандартная
ar: قياسي
bn: স্ট্যান্ডার্ড
es: Estándar
hi: मानक
ja: 標準
pt: Padronizado
zh: 标准

source: Отблагодарить
ar: يعطيكم الصّحة
bn: ধন্যবাদ
es: Agradecer
hi: धन्यवाद
ja: お疲れさまでした。
pt: Agradecer
zh: 谢谢！

source: Вопрос 1
ar: السؤال 1
bn: প্রশ্ন 1
es: Cuestión 1
hi: प्रश्न 1
ja: 問1
pt: Questão 1
zh: 问题1

source: Вопрос 2
ar: السؤال 2
bn: প্রশ্ন 2
es: Cuestión 2
hi: प्रश्न 2
ja: 問2
pt: Questão 2
zh: 问题2

source: Вопрос 3
ar: السؤال 3
bn: প্রশ্ন 3
es: Cuestión 3
hi: प्रश्न 3
ja: 問3
pt: Questão 3
zh: 问题3

source: Вопрос 4
ar: السؤال 4
bn: প্রশ্ন 4
es: Cuestión 4
hi: प्रश्न 4
ja: 問4
pt: Questão 4
zh: 问题4

source: Вопрос 5
ar: السؤال 5
bn: প্রশ্ন 5
es: Cuestión 5
hi: प्रश्न 5
ja: 問5
pt: Questão 5
zh: 问题5

source: Отписаться
ar: إلغاء الاشتراك
bn: সাবস্ক্রাইব করুন
es: Darse de baja
hi: सदस्यता समाप्त करें
ja: 登録解除
pt: Cancelar subscrição
zh: 取消订阅

source: Да
ar: نعم
bn: হ্যাঁ
es: Sí
hi: हाँ
ja: はい。
pt: sim
zh: 是的

source: Нет
ar: لا
bn: না
es: No hay
hi: नहीं।
ja: いいえ。
pt: Não
zh: 非也。

source: Главное меню
ar: القائمة الرئيسية
bn: প্রধান মেনু
es: Menú principal
hi: मुख्य मेनू
ja: メインメニュー
pt: Menu principal
zh: 主菜单
